Repository: mglants/nikkix
Catalog: luci-app-nikkix/po/*/nikkix.po
Languages: ru

source: API Listen
ru: Прослушивание API

source: API Secret
ru: Секрет API

source: Access Control
ru: Контроль доступа

source: Adaptive Replacement Cache (ARC)
ru: Адаптивный кэш замены (ARC)

source: Address Space Size Hard Limit
ru: Hard-лимит размера адресного пространства

source: Address Space Size Soft Limit
ru: Soft-лимит размера адресного пространства

source: All Port
ru: Все порты

source: Allow Lan
ru: Разрешить LAN

source: Allow Mode
ru: Режим разрешения

source: App Config
ru: Конфигурация приложения

source: App Log
ru: Журнал приложения

source: App Version
ru: Версия приложения

source: Append Rule
ru: Добавить правило

source: Append Rule Provider
ru: Добавить провайдера правил

source: Behavior
ru: Поведение

source: Block Mode
ru: Режим блокировки

source: Bypass
ru: Обход

source: Bypass DSCP
ru: Обход DSCP

source: Bypass FWMark
ru: Обход FWMark

source: CGroup
ru: Контрольная группа

source: Choose File
ru: Выбрать файл

source: Choose Profile
ru: Выбрать профиль

source: Clear Log
ru: Очистить журнал

source: Commonly Used Port
ru: Обычно используемый порт

source: Core Log
ru: Журнал ядра

source: Core Only
ru: Только ядро

source: Core Status
ru: Статус ядра

source: Core Version
ru: Версия ядра

source: Cron Expression
ru: Выражение Cron

source: DNS Cache Algorithm
ru: Алгоритм кэша DNS

source: DNS Config
ru: Конфигурация DNS

source: DNS Listen
ru: Прослушивание DNS

source: DNS Mode
ru: Режим DNS

source: Debug Log
ru: Журнал отладки

source: Destination IP
ru: IP назначения

source: Destination IP Geo
ru: IP назначения (Geo)

source: Destination Port
ru: Порт назначения

source: Destination TCP Port to Proxy
ru: TCP-порт назначения для прокси

source: Destination UDP Port to Proxy
ru: UDP-порт назначения для прокси

source: Device Name
ru: Имя устройства

source: Direct Mode
ru: Direct режим

source: Direct Nameserver Follow Policy
ru: Direct Nameserver следует политике

source: Disable
ru: Отключить

source: Disable ECN of quic-go
ru: Отключить ECN для quic-go

source: Disable GSO of quic-go
ru: Отключить GSO для quic-go

source: Disable Loopback Detector
ru: Отключить детектор петель

source: Disable TCP Keep Alive
ru: Отключить TCP Keep Alive

source: DoH Prefer HTTP/3
ru: DoH предпочтение HTTP/3

source: Domain Name
ru: Доменное имя

source: Domain Name Geo
ru: Доменное имя (Geo)

source: Domain Name Keyword
ru: Ключевое слово доменного имени

source: Domain Name Regex
ru: Регулярное выражение доменного имени

source: Domain Name Suffix
ru: Суффикс доменного имени

source: Domain Name Wildcard
ru: Wildcard доменного имени

source: Edit Authentications
ru: Редактировать аутентификацию

source: Edit DNS Hijacks
ru: Редактировать DNS-перехват

source: Edit Fake-IP Filters
ru: Редактировать фильтры Fake-IP

source: Edit Hosts
ru: Редактировать Hosts

source: Edit Nameserver Policies
ru: Редактировать политики Nameserver

source: Edit Proxy Server Nameserver Policies
ru: Редактировать политики Proxy Nameserver

source: Edit Nameservers
ru: Редактировать Nameservers

source: Edit Rule Providers
ru: Редактировать провайдеров правил

source: Edit Rules
ru: Редактировать правила

source: Edit Subscription
ru: Редактировать подписку

source: Editor
ru: Редактор

source: Enable
ru: Включить

source: Environment Variable Config
ru: Конфигурация переменных окружения

source: Expire At
ru: Истекает в

source: External Control Config
ru: Конфигурация внешнего управления

source: Fake-IP Cache
ru: Кэш Fake-IP

source: Fake-IP Filter Mode
ru: Режим фильтра Fake-IP

source: Fake-IP Ping Hijack
ru: Перехват Fake-IP Ping

source: Fake-IP Range
ru: Диапазон Fake-IP

source: Fake-IP TTL
ru: TTL Fake-IP

source: Fake-IP6 Range
ru: Диапазон Fake-IP6

source: Fast Reload
ru: Быстрая перезагрузка

source: File Format
ru: Формат файла

source: File Path
ru: Путь к файлу

source: File Size Limit
ru: Лимит размера файла

source: File for Mixin
ru: Файл для Mixin

source: File:
ru: Файл:

source: Force Sniff Domain Name
ru: Принудительный sniff доменног имени

source: GSO Max Size
ru: Максимальный размер GSO

source: General Config
ru: Общая конфигурация

source: Generate & Download
ru: Сгенерировать и скачать

source: GeoData Loader
ru: Загрузчик GeoData

source: GeoIP Format
ru: Формат GeoIP

source: GeoIP(ASN) Url
ru: URL GeoIP(ASN)

source: GeoIP(DAT) Url
ru: URL GeoIP(DAT)

source: GeoIP(MMDB) Url
ru: URL GeoIP(MMDB)

source: GeoSite Url
ru: URL GeoSite

source: GeoX Auto Update
ru: Автообновление GeoX

source: GeoX Config
ru: Конфигурация GeoX

source: GeoX Update Interval
ru: Интервал обновления GeoX

source: Global Client Fingerprint
ru: Глобальный отпечаток клиента

source: Global Mode
ru: Глобальный режим

source: Grant access to nikkix procedures
ru: Предоставить доступ к процедурам nikkix

source: Group
ru: Группа

source: HTTP Port
ru: HTTP-порт

source: Heap Size Hard Limit
ru: Hard лимит размера heap

source: Heap Size Soft Limit
ru: Soft лимит размера heap

source: How To Use
ru: Как использовать

source: IPv4 DNS Hijack
ru: Перехват IPv4 DNS

source: IPv4 Proxy
ru: IPv4-прокси

source: IPv6 DNS Hijack
ru: Перехват IPv6 DNS

source: IPv6 Proxy
ru: IPv6-прокси

source: Ignore Sniff Domain Name
ru: Игнорировать sniff доменного имени

source: Inbound Config
ru: Конфигурация входящих

source: Inbound Interface
ru: Входящий интерфейс

source: LAN Proxy
ru: LAN-прокси

source: Least Recently Used (LRU)
ru: Наименее недавно использованный (LRU)

source: Local
ru: Локальный

source: Log
ru: Журнал

source: Log Level
ru: Уровень журнала

source: Match Process
ru: Совпадение процесса

source: Matcher
ru: Мэтчер

source: Memory Conservative Loader
ru: Загрузчик с экономией памяти

source: Misc
ru: Разное

source: Mixed Port
ru: Смешанный порт

source: Mixin Config
ru: Конфигурация Mixin

source: Mixin File Content
ru: Содержимое файла Mixin

source: Mixin Option
ru: Опция Mixin

source: Mode
ru: Режим

source: Name
ru: Имя

source: No Resolve
ru: Не разрешать

source: Node
ru: Узел

source: Not Running
ru: Не запущено

source: Number of Open Files Hard Limit
ru: Hard лимит количества открытых файлов

source: Number of Open Files Soft Limit
ru: Soft лимит количества открытых файлов

source: Open Dashboard
ru: Открыть панель

source: Outbound Interface
ru: Исходящий интерфейс

source: Overwrite Authentication
ru: Перезаписать аутентификацию

source: Overwrite DNS Hijack
ru: Перезаписать DNS-перехват

source: Overwrite Destination
ru: Перезаписать назначение

source: Overwrite Fake-IP Filter
ru: Перезаписать фильтр Fake-IP

source: Overwrite Force Sniff Domain Name
ru: Перезаписать Sniff доменного имени

source: Overwrite Hosts
ru: Перезаписать Hosts

source: Overwrite Ignore Sniff Domain Name
ru: Перезаписать игнорирование sniff доменного имени

source: Overwrite Nameserver
ru: Перезаписать Nameserver

source: Overwrite Nameserver Policy
ru: Перезаписать политику Nameserver

source: Overwrite Sniff By Protocol
ru: Перезаписать Sniff по протоколу

source: Password
ru: Пароль

source: Please go to the editor tab to edit the file for mixin
ru: Пожалуйста, перейдите на вкладку редактора для редактирования файла Mixin

source: Port
ru: Порт

source: Prefer
ru: Предпочитать

source: Process Name
ru: Имя процесса

source: Profile
ru: Профиль

source: Profile for Startup
ru: Профиль для запуска

source: Protocol
ru: Протокол

source: Proxy
ru: Прокси

source: Proxy Config
ru: Конфигурация прокси

source: Proxy Provider:
ru: Провайдер прокси:

source: RLIMIT Config
ru: Конфигурация RLIMIT

source: Random
ru: Случайный

source: Redirect Mode
ru: Режим перенаправления

source: Redirect Port
ru: Порт перенаправления

source: Reload Service
ru: Перезагрузить службу

source: Remote
ru: Удалённый

source: Reserved IP
ru: Зарезервированный IP

source: Reserved IP6
ru: Зарезервированный IP6

source: Respect Rules
ru: Предпочитать правила

source: Restart Service
ru: Перезапустить службу

source: Router Proxy
ru: Прокси роутера

source: Rule Config
ru: Конфигурация правил

source: Rule Mode
ru: Режим правил

source: Rule Provider:
ru: Провайдер правил:

source: Rule Set
ru: Набор правил

source: Running
ru: Запущено

source: SOCKS Port
ru: SOCKS-порт

source: Safe Paths
ru: Безопасные пути

source: Save Proxy Selection
ru: Сохранить выбор прокси

source: Scheduled Restart
ru: Запланированный перезапуск

source: Scroll To Bottom
ru: Прокрутить вниз

source: Skip System IPv6 Check
ru: Пропустить проверку системного IPv6

source: Sniff By Protocol
ru: Sniff по протоколу

source: Sniff Pure IP
ru: Sniff чистого IP

source: Sniffer Config
ru: Конфигурация Sniffer

source: Stack
ru: Стек

source: Stack Size Hard Limit
ru: Hard лимит размера стека

source: Stack Size Soft Limit
ru: Soft лимит размера стека

source: Standard Loader
ru: Стандартный загрузчик

source: Start Delay
ru: Задержка запуска

source: Start Immidiately
ru: Запустить немедленно

source: Status
ru: Статус

source: Subscription
ru: Подписка

source: Subscription Info Url
ru: URL информации о подписке

source: Subscription Name
ru: Имя подписки

source: Subscription Url
ru: URL подписки

source: Subscription:
ru: Подписка:

source: TCP Concurrent
ru: TCP одновременный

source: TCP Keep Alive Idle
ru: TCP Keep Alive бездействие

source: TCP Keep Alive Interval
ru: Интервал TCP Keep Alive

source: TCP Mode
ru: Режим TCP

source: TPROXY Mode
ru: Режим TPROXY

source: TPROXY Port
ru: Порт TPROXY

source: TUN Config
ru: Конфигурация TUN

source: TUN Interval
ru: Интервал TUN

source: TUN Mode
ru: Режим TUN

source: TUN Timeout
ru: Таймаут TUN

source: Test Profile
ru: Тест профиля

source: Total
ru: Всего

source: Transparent Proxy with Mihomo on OpenWrt.
ru: Прозрачный прокси с Mihomo на OpenWrt.

source: Type
ru: Тип

source: UDP Mode
ru: Режим UDP

source: UI Name
ru: Имя UI

source: UI Path
ru: Путь UI

source: UI Url
ru: URL UI

source: Unify Delay
ru: Унифицированная задержка

source: Unlimited
ru: Неограниченно

source: Unmodified
ru: Неизменённый

source: Update
ru: Обновить

source: Update At
ru: Обновлено в

source: Update Dashboard
ru: Обновить панель

source: Update Interval
ru: Интервал обновления

source: Upload Profile
ru: Загрузить профиль

source: Use Hosts
ru: Использовать Hosts

source: Use System Hosts
ru: Использовать системные Hosts

source: Used
ru: Использовано

source: User
ru: Пользователь

source: Username
ru: Имя пользователя

source: procd Config
ru: Конфигурация procd
